"Every 10 minutes" = "每 10 分鐘";
"Manually" = "手動";
"Rescan" = "重新掃描";
"Show Info" = "顯示資訊";
"Delete selected source" = "刪除選擇的來源";
"Every day" = "每天";
"Add source..." = "新增來源...";
"Every half hour" = "每半個小時";
"Rescan source" = "重新掃描來源";
"Sources" = "來源";
"Every hour" = "每個小時";
"Rescan frequency" = "重新掃描頻率";
